--region *.lua
--Date
--此文件由[BabeLua]插件自动生成

--endregion
local ShortWords = {}
ShortWords[1] = {
"人生在世无非是让人笑笑，偶尔笑笑别人",
"游戏开始后的感觉就像回家，so，sweet",
"人生只有走出来的精彩，没有等出来的辉煌",
"大牌要你命，小牌救你命",
"打鱼靠技术，心态不能急，手不能抖",
"永不言败，推倒再来",
"只要你不是最大的牌，你就要像对手下重注的理由",
"世上最美的湖是碰碰胡",
"搏一搏，单车变摩托，再搏一搏，路虎变航母",
"弃牌是最常见的策略，牌不好就等下一次机会",
"胜者才有资格往上爬",
"虽然保守不是最好的策略，但是冲动只会让你结束的更快",
"错不了，就是你，你就是我一辈子的劲敌",
"只要思想不滑坡，办法总比困难多",
"你还记得大明湖畔的夏雨荷吗",
"小输十把没关系，大赢一把就OK",
"中国的老话，软的怕硬的，硬的怕不要命的",
"冲动是魔鬼，心态好，运气自然来",
"打多打少全凭一个缘字，打多打少别声张",
"一样的游戏，不一样的体验",
"需要两个实力相当的凑在一起，才能够达到神乎其技",
"输赢都不走，能做一把手",
"人生如麻将，一见钟情是天胡",
"敢于下注，赢家永远属于您！",
"不是无路可走的时候，最好不要起手就全压",
"只有一条路不能选择--那就是放弃的路",
"胜者才有资格往上爬",
"哪家小孩天天哭，哪个牌友天天输",
"只要你活的比对手时间长，你就赢了"
}

ShortWords[2] = {
    "河北","山西","辽宁","吉林","黑龙江","江苏","浙江","安徽","福建" ,"江西","山东","河南","湖北","湖南","广东","海南","四川","贵州","云南","陕西","甘肃","青海","台湾",
    "广西","内蒙古","西藏","宁夏","新疆","香港","澳门"
}
return ShortWords