DcowHead = DcowHead or {}
DcowHead =
{
    gamestatus  =       {"1","2","3","4","5","6"},                 --1:待开始 2:等待玩家进入(未达开始人数) 3:玩家已够，确认开始中 4:游戏中
    bigend      =       "001009",								   --大结算
    nobgame     =       "001030",                                  --人数不足不能进行游戏                          
    --服务端发来消息
    nocice       =		"00500002",								   --通知玩家进行操作
    --询问：0：是否上庄 1：是否下庄 2：是否升庄
    --操作响应：0：不上庄 1：上庄  2：下庄 3：升庄 4：不下庄
    bgame       =		"00500003",								   --开始游戏初始化
    --tqiang      =       "00200202",                                --每个人抢庄结果
    --tqiangres   =       "00200203",                                --最后抢庄结果
    tcodexz     =       "00500204",                                --下注消息
    tcodexzres  =       "00500205",                                --下注结束发牌和牌型。极其说明
    showp       =       "005005",                                  --翻牌消息
    smallend    =       "00500206",                                --小结算
    renshubuzu    =     "00500207",                                --小结算
    --客户端处理消息
    Tcode      =       "005002",                                --玩家抢庄 QiangZhuangBs 抢庄倍数 betBs 下注倍数
    action      =       {"00","01","02","03","04",4,6,7},    --0：不上庄 1：上庄  2：下庄 3：升庄 4：不下庄,,5下注倍数6,搓牌7,射门
       
}