DzHead = DzHead or {}
DzHead =
{
    gamestatus  =       {"1","2","3","4","5","6"},                 --1:待开始 2:等待玩家进入(未达开始人数) 3:玩家已够，确认开始中 4:游戏中                              --其他人准备
    --服务端发消息
    code        =       "001005",                                  --通知玩家操作
    tzcode      =       "00100501",                                --通知其他玩家操作
    bgame       =		"001001",								   --开始游戏初始化
    upscore     =       "001003",								   --更新牌桌信息
    upzcard     =       "001004",                                  --更新中间的牌的信息
    smallend    = 		"001008",								   --小结算
    bigend      =       "001009",								   --大结算
    nobgame     =       "001030",                                  --游戏被终止
    --客户端操作
    tcode       =       "001006",                                  --提示玩家已经操作
    action      =       {1,nil,3,4,5,6,7},                         --1:全押2.错误 3.跟进4.不跟5.加注6.让牌 7.跟到底"
}