SgbjhHead = SgbjhHead or {}
SgbjhHead =
{
    gamestatus  =       {"1","2","3","4","5","6"},                 --1:待开始 2:等待玩家进入(未达开始人数) 3:玩家已够，确认开始中 4:游戏中
    bigend      =       "001009",								   --大结算
    nobgame     =       "001030",                                  --人数不足不能进行游戏                          
    --服务端发来消息
    bgame       =		"00700001",								   --开始游戏初始化
    tqiang      =       "00700202",                                --每个人抢庄结果
    tqiangres   =       "00700203",                                --最后抢庄结果
    tcodexz     =       "00700204",                                --下注消息
    tcodexzres  =       "00700205",                                --下注结束发牌和牌型。极其说明
    smallend    =       "00700206",                                --小结算
    showp       =       "007005",                                  --翻牌消息
    --客户端处理消息
    Tcode      =       "007002",                                --玩家抢庄 QiangZhuangBs 抢庄倍数 betBs 下注倍数
    action      =       {2,4,6},                                  --1,抢庄,3下注,6搓牌
    
    
    
}